
"CONFIGURE..." = "Configurar…";
"CANCEL" = "Cancelar"; // Button title
"CONTINUE" = "Continuar"; // Button title
"MY_APPLICATIONS" = "Aplicações pessoais";
"MY_STUFF" = "Documentos";
"SHARED_STUFF" = "Partilha";

"NO_USERS_TEXT" = "Não existem contas de utilizador para gerir.";
"NO_USERS_SUBTEXT" = "Iniciou sessão utilizando uma conta de administrador deste computador. Para activar os controlos parentais desta conta, crie uma nova conta de administrador e depois desactive os privilégios de administrador para esta conta. Pode ainda criar uma nova conta de utilizador padrão e depois activar os controlos parentais.";
"NO_USERS_BUTTON_TEXT" = "Abrir preferências de Contas…";

"REMOTE_SETUP_BUTTON_LABEL" = "Configuração remota";
"TRANSFERRING_INFO" = "A transferir informações…";
"ALLOW_REMOTE_SETUP_MENU_ITEM" = "Permitir a configuração remota";
"AX_USER_ACTIONS_BUTTON_DESC" = "Acções da conta do utilizador";

// User table
"THIS_COMPUTER" = "Este computador";
"OTHER_COMPUTERS" = "Outros computadores";

// User menu
"COPY_SETTINGS_FOR_USER" = "Copiar as definições de “%@”";
"PASTE_SETTINGS_FOR_USER" = "Colar as definições em “%@”";
"COPY_SETTINGS" = "Copiar definições";
"PASTE_SETTINGS" = "Colar definições";
"ENABLE_PARENTAL_CONTROLS" = "Activar o controlo parental";
"DISABLE_PARENTAL_CONTROLS_FOR_USER" = "Desactivar o controlo parental para “%@”";
"ENABLE_PARENTAL_CONTROLS_FOR_USER" = "Activar o controlo parental para “%@”";

// System tab
"APP_LIST_DESC_TEXT" = "Aplicações permitidas:";
"APP_LIST_GATHERING_INFO" = "A obter informação…";
"APP_LIST_ITEM_UTILITIES" = "Utilitários";
"APP_LIST_ITEM_OTHER" = "Outras aplicações";
"APP_LIST_ITEM_WIDGETS" = "Widgets";
"APP_LIST_ITEM_APPSTORE" = "App Store";
"APP_LIST_ITEM_DEVELOPER" = "Programador";
"ALLOW_ACCESS_TITLE" = "Pretende dar acesso a este utilizador a %1$d aplicações na pasta “%2$@”?";
"APP_STORE_RATING_CONFLICT_TITLE_1" = "O acesso às aplicações seguintes está permitido, mas a classificação etária actual (“%@”) restringe‑o:";
"APP_STORE_RATING_CONFLICT_TITLE_1_SINGULAR" = "O acesso à aplicação seguinte está permitido, mas a classificação etária actual (“%@”) restringe‑o:";
"APP_STORE_RATING_CONFLICT_MESSAGE_1" = "Gostaria de bloquear estas aplicações ou de as manter acessíveis?";
"APP_STORE_RATING_CONFLICT_MESSAGE_1_SINGULAR" = "Gostaria de bloquear esta aplicação ou de a manter acessível?";
"APP_STORE_RATING_CONFLICT_TITLE_2" = "O acesso às aplicações seguintes está bloqueado, mas a classificação etária actual (“%@”) permite‑o:";
"APP_STORE_RATING_CONFLICT_TITLE_2_SINGULAR" = "O acesso à aplicação seguinte está bloqueado, mas a classificação etária actual (“%@”) permite‑o:";
"APP_STORE_RATING_CONFLICT_MESSAGE_2" = "Gostaria de permitir estas aplicações ou de as manter bloqueadas?";
"APP_STORE_RATING_CONFLICT_MESSAGE_2_SINGULAR" = "Gostaria de permitir esta aplicação ou de a manter bloqueada?";
"REMOVE" = "Remover";
"BLOCK" = "Bloquear";
"LEAVE_BLOCKED" = "Manter bloqueada";
"LEAVE_ALLOWED" = "Manter acessível";
"AND_OTHERS" = " e mais %d."; // e.g. "iPhoto, Safari, and 8 others."
"APP_STORE_RATING_NOT_ALLOWED" = "Não permitir";
"APP_STORE_RATING_ALL_ALLOWED" = "toda";
"APP_STORE_RATING_4+" = "4+";
"APP_STORE_RATING_9+" = "9+";
"APP_STORE_RATING_12+" = "12+";
"APP_STORE_RATING_17+" = "17+";
"LIMIT_DOCK_TEXT_1" = "Permite alterar o conteúdo da Dock.";
"LIMIT_DOCK_TEXT_2" = "Não é permitido alterar a Dock, no Finder simplificado.";

// Content tab
"ADD_BOOKMARK" = "Adicionar marcador...";
"ADD_FOLDER" = "Adicionar pasta";
"UNTITLED_FOLDER" = "pasta sem nome";
"ADD_BOOKMARK_AX_VALUE" = "Adicionar marcador ou marcar pasta";
"REMOVE_BOOKMARK_AX_VALUE" = "Remover a marcação ou marcação de pasta";
"ALWAYS_ALLOW_ADD_BUTTON_AX_VALUE" = "Adicionar site com permissão permanente";
"ALWAYS_ALLOW_REMOVE_BUTTON_AX_VALUE" = "Remover site com permissão permanente";
"NEVER_ALLOW_ADD_BUTTON_AX_VALUE" = "Adicionar site com proibição permanente";
"NEVER_ALLOW_REMOVE_BUTTON_AX_VALUE" = "Remover site com proibição permanente";
"DUPLICATE_SITE_TITLE" = "O site “%@” já existe numa das listas. Escolha outro site.";

// Chat/Mail tab
"NAME_ORDER" = "primeiro-último"; // Change to "last-first" for 4866626
"INVALID_EMAIL_TITLE" = "Endereço de e-mail inválido";
"INVALID_EMAIL_DESC" = "“%@” não parece ser um endereço de e-mail válido.";
"ADD_CONTACT" = "Adicionar contacto"; // Accessibility description
"REMOVE_CONTACT" = "Remover contacto"; // Accessibility description

// Time limits tab
"SLIDER_LABEL" = "%@ por dia"; // e.g. 1 hour a day
"DAY_RANGE_FORMAT1" = "%@ - %@"; // e.g. Sunday - Thursday
"DAY_RANGE_FORMAT2" = "%@ e %@"; // e.g. Friday and Saturday
"DAY_RANGE_FORMAT3" = "%@ a %@"; // e.g. Monday through Friday
"CURFEW_DESC" = "Permite o acesso a este computador %@ apenas durante o número especificado de horas."; // The %@ parameter will be a day range, e.g. "Monday through Friday"

// Logs tab
"ICHAT" = "iChat";
"CONTACT" = "contacto";
"APPLICATION" = "aplicação";
"APPLICATIONS" = "Aplicações";
"WEBSITE" = "site";
"WEBSITES_VISITED" = "Sites visitados";
"WEBSITES_BLOCKED" = "Sites bloqueados";
"ALLOW" = "Permitir";
"RESTRICT" = "Restringir";
"BUDDY_RESTRICTIONS_NOT_ACTIVE_TITLE" = "As restrições de e-mail e conversa não estão activas";
"BUDDY_RESTRICTIONS_NOT_ACTIVE_DESC" = "Gostaria de restringir os endereços com os quais este utilizador pode trocar e‑mails e iniciar conversas?";
"WEBSITE_RESTRICTIONS_NOT_ACTIVE_TITLE" = "As restrições de sites não estão activas";
"WEBSITE_RESTRICTIONS_NOT_ACTIVE_DESC" = "Deseja activar restrições de sites relativamente a este utilizador?";
"APP_RESTRICTIONS_NOT_ACTIVE_TITLE" = "As restrições de aplicações não estão activas";
"APP_RESTRICTIONS_NOT_ACTIVE_DESC" = "Gostaria de restringir o acesso deste utilizador às aplicações?";
// The usage here is e.g. "Stickies launched 3 times".
"TIME_SINGULAR" = "vez";
"TIMES_PLURAL" = "vezes";
"LOGS_TODAY" = "Hoje";
"LOGS_YESTERDAY" = "Ontem";
"UNKNOWN" = "Desconhecido";
"APP_USAGE_FORMAT" = "%1$@ durante %2$@"; // %1$@ is date, %2$@ is duration. e.g. "June 18, 2:00PM for 20 minutes"
"CLEAR_LOGS_ALERT_TITLE" = "Esta operação apagará todos os registos do tipo “%@”, e não pode ser anulada.";
"CLEAR_LOGS_ALERT_DESC" = "Deseja continuar?";

// Remote connectiion
"REMOTE_AUTHORIZATION" = "Para aceder ao computador \"%@\" é necessário digitar o nome e a palavra-passe de um administrador desse computador.";
"REMOTE_CONNECT_ERROR_TITLE" = "Erro de ligação";
"REMOTE_CONNECT_ERROR" = "Não foi possível estabelecer uma ligação ao computador %@, porque ocorreu um erro de ligação SSL.";
"REMOTE_AUTH_ERROR_TITLE" = "Não é possível ligar ao computador remoto porque digitou um nome de utilizador ou palavra-passe incorrectos.";
"REMOTE_AUTH_ERROR_DESC" = "Tem de digitar o nome de utilizador e a palavra-passe de uma conta no computador a que está a estabelecer ligação.";

